[{"page":1,"title":"COVER","color":"#A5D6A7","image":"assets/data/cover/frontcover.png","thumb":"assets/data/cover/thumb/frontcover.png","html":"<img src='assets/data/cover/Miber.png' class='hp-cover center'/>"},{"page":2,"title":"Salam Redaksi","color":"#37474F","image":"assets/data/daftarisi/salamredaksi.png","thumb":"assets/data/daftarisi/thumb/salamredaksi.png","html":"<img src='assets/data/daftarisi/Salam.png' class='salam anim' /><p class='hide'>Setelah ganti nama dari MeMagz menjadi Gamagsa dan sedikit pergantian team, akhirnya Gamagsa edisi pertama telah terbit, kali ini dengan tema 'Potret Pendidikan Berkarakter di Indonesia Dalam Menghadapi Era Digital' Penasaran kan? yuks langsung cek aja</p>"},{"page":3,"title":"Daftar Isi","color":"#37474F","image":"assets/data/daftarisi/daftarisi.png","thumb":"assets/data/daftarisi/thumb/daftarisi.png","html":""},{"page":4,"title":"Universitas Negeri Surabaya","color":"#5C6BC0","image":"assets/data/unesa/unesa1.png","thumb":"assets/data/unesa/thumb/Unesa1.png","html":"<img src='assets/data/unesa/unesa-logo.png' class='unesa-logo anim' /><p class='unesa-1'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Universitas Negeri Surabaya (Unesa) adalah perguruan tinggi negeri di Surabaya,yang berdiri pada 19 Desember 1964. Pada awal berdirinya, Unesa bernama Institut Keguruandan Ilmu Pendidikan Surabaya (IKIP Surabaya). Berdasarkan Keppres RI No. 93 Tahun 1999,IKIP Surabaya berubah menjadi Universitas Negeri Surabaya. Sesuai hasil keputusan rapat senat pada tanggal 12 Oktober 1998, yang menyepakati bahwa nama IKIP Surabaya pasca-konversi adalah Universitas Negeri Surabaya yang disingkat Unesa. Saat ini Unesa memiliki 7 fakultas; 4 fakultas berada di kompleks Ketintang: Fakultas Teknik, Fakultas Ekonomi, Fakultas Matematika dan Ilmu Pengetahuan Alam, serta Fakultas Ilmu Sosial. Sementara 3 fakultas berada di kompleks Lidah Wetan (LiWet): Fakultas Ilmu Keolahragaan, Fakultas Ilmu Pendidikan juga Fakultas Bahasa dan Seni. Rektor Unesa saat ini adalah Prof. Dr. Warsono, M.S. Sementara itu, motto yang menjadi pedoman perguruan tinggi ini adalah 'Growing with Character.</p>"},{"page":5,"title":"Universitas Negeri Surabaya","color":"#5C6BC0","image":"assets/data/unesa/unesa2.png","thumb":"assets/data/unesa/thumb/Unesa2.png","html":"<p class='unesa-2'><b>Visi Unesa:</b><br />UNGGUL DALAM KEPENDIDIKAN KUKUH DALAM KEILMUAN (EXCELENT IN EDUCATION STRONG IN SCIENCE)<br><br><b>Misi Unesa: </b><ul class='unesa-list'><li>Menyelenggarakan pendidikan dan pembelajaran yang berpusat pada peserta didik dengan menggunakan pendekatan pembelajaran yang efektif, dan mengoptimalkan pemanfaatan teknologi</li><li>Menyelenggarakan penelitian dalam ilmu pendidikan, ilmu alam, ilmu sosial budaya, seni, dan/atau olahraga, dan pengembangan teknologi yang temuannya bermanfaat bagi pengembangan ilmu dan kesejahteraan masyarakat</li><li>Menyebarluaskan ilmu pengetahuan, teknologi, seni budaya dan olah raga, serta hasil penelitian melalui pengabdian kepada masyarakat yang berorientasi pada pemberdayaan dan pembudayaan masyarakat</li><li>Mewujudkan unesa sebagai pusat kependidikan, terutama pendidikan dasar dan menengah serta pusat keilmuan yang didasarkan pada nilai-nilai luhur kebudayaan nasional</li><li>Menyelenggarakan tatapamong perguruan tinggi yang otonom, akuntabel, dan transparan untuk penjaminan dan peningkatan mutu dan peningkatan kualitas berkelanjutan.</li></ul></p>"},{"page":6,"title":"Jurusan Kurikulum & Teknologi Surabaya","color":"#FFEE58","image":"assets/data/hmj/Jktp.png","thumb":"assets/data/hmj/thumb/hmj1.png","html":"<img src='assets/data/hmj/HMJ.png' class='hmj-logo anim'>"},{"page":7,"title":"Jurusan Kurikulum & Teknologi Surabaya","color":"#FFEE58","image":"assets/data/hmj/thumb/Jktp2.png","thumb":"assets/data/hmj/thumb/Jktp2.png","html":"<p class='hide'>Jurusan Kurikulum dan Teknologi Pendidikan merupakan salah satu jurusan yang menghasilkan  tenaga kependidikan non guru, yakni desain sebagai (1) pengembang ilmu teknologi pendidikan yang meliputi kawasan teori dan praktek di bidang desain, pengembangan, pemanfaatan, pengelolaan, serta evaluasi proses dan sumber untuk belajar, dan (2) disiapkan sebagai tenaga yang berkualitas dan profesional dibidang teknologi pendidikan yang mampu memenuhi kebutuhan masyarakat serta tuntutan pembangunan baik pada  jalur pendidikan sekolah maupun luar sekolah, termasuk di dalamnya adalah berwirausaha dalam bidang pengembangan sumber daya manusia melalui kegiatan pelatihan dan pendidikan (Diklat). Sesuai dengan Misi  Teknologi Pendidikan yaitu Menyiapkan sumberdaya manusia berkualitas dan profeisional dibidang Teknologi Pendidikan yang mampu memenuhi kebutuhan masyarakat serta tuntutan pembangunan. Sehingga mampu mengembangkan  dan Mengabdikan konsep Teknologi Pendidikan kepada masyarakat untuk memajukan pendidikan dan meningkatkan kualitas sumber daya manusia. Akan tetapi proses mengapdikan konsep Teknologi Pendidikan harus terlebih dahulu mampu mengembangkan konsep Teknologi Pendidikan yang meliputi kawasan teori dan prakti dibidang desain, pengembangan, pemanfaatan, pengelolaan, serta evaluasi proses dan sumber untuk belajar. Kemampuan lulusan Teknologi Pendidikan tersebut didapat melalui proses pembelajaran matakuliah-matakuliah yang ditempuh selama masa perkuliahan. Sepeti mata kuliah Pengantar Media Pembelajaran,Mata kuliah Pengantar Komunikasi,Mata Kuliah Desain Pesan</p>"},{"page":8,"title":"Iklan Layanan Masyarakat","color":"#EF5350","image":"assets/data/ilm/ilm1.png","thumb":"assets/data/ilm/thumb/ilm1.png","html":"<img src='assets/data/ilm/1.png' class='ilm-1 ' /><img src='assets/data/ilm/2.png' class='ilm-2 ' />"},{"page":9,"title":"Iklan Layanan Masyarakat","color":"#EF5350","image":"assets/data/ilm/ilm2.png","thumb":"assets/data/ilm/thumb/ilm2.png","html":"<img src='assets/data/ilm/3.png' class='ilm-3 animated tada infinite alternate' /><p class='hide'>Waspada dan Stop Sebarkan Berita Hoax!! Di zaman sekarang teknologi berkembang sangat pesat terutama dalan hal informasi. sekarang kita dapat memperoleh informasi dengan mudah dan cepat. tetapi kita mesti hati-hati  jika mendapatkan suatu unformasi. bisa jadi informasi yang kita dapat adalah hoax. 'hoax' didefinisikan sebagai 'malicious deception' atau 'kebohongan yang dibuat dengan tujuan jahat'. berita hoax semakin mudah beredar, banyak pengguna internet mudah percaya atau terprovokasi dan lupa untuk verifikasi benar tidaknya berita tersebut. Sebelum kita percaya dengan suatu berita selalu ada baiknya membaca lebih dari satu sumber untuk semua berita. Baca berita dengan lengkap, bahkan dari situs terpercaya, dan jangan cuma baca judulnya aja. Even better, aktif laporkan berita mencurigakan. penyebar berita hoax bisa terancam Pasal 28 ayat 1 Undang-Undang Informasi dan Transaksi Elektronik dengan hukuman penjara maksimal enam tahun. Walau situs penyebar berita adalah subyek utamanya, kita patut berhati-hati juga sebelum iseng-iseng share berita tersebut.</p>"},{"page":10,"title":"Pendidikan Berkarakter Dalam Masyarakat Sekitar","color":"#FF7043","image":"assets/data/galeri/galeri1.png","thumb":"assets/data/galeri/thumb/p1.png","html":"<img src='assets/data/galeri/title.png' class='galeri-title anim'/><p class='hide'>Apa Kabar Pendidikan di Indonesia Saat ini? Tak terasa, sudah 72 tahun Indonesia merdeka. Masih melekat dalam ingatan, kemerdekaan berarti komitmen unruk gerak bersama membangun negeri dalam setiap sendi kehidupan, termasuk pendidikan. Sayangnya, salah satu cita-cita luhur bangsa yaitu pendidikan masih jauh dari kata ideal. masih banyak anak bangsa yang belum mencicipi pendidikan dengan layak. Berdasarkan data Kementerian Pendidikan dan Kebudayaan, pada 2016, lebih dari satu juta anak putus sekolah pada jenjang sekolah dasar (SD)  dan tak melanjutkan ke tingkat sekolah menengah pertama (SMP). Padahal, konstitusi telah menjamin hak setiap warga negara untuk mendapat pendidikan sebagaimana termaktub pada Undang-Undang Dasar (UUD) 1945 Pasal 28C. Setiap orang berhak mengembangkan diri melalui pemenuhan kebutuhan dasarnya, berhak mendapat pendidikan dan memperoleh manfaat dari ilmu pengetahuan dan teknologi, seni dan budaya, demi meningkatkan kualitas hidupnya dan demi kesejahteraan umat manusia, demikian bunyi pasal tersebut. Jaringan Pemantau Pendidikan Indonesia (JPPI) mencatat tujuh masalah pendidikan yang harus segera diselesaikan pemerintah 1. Pertama, nasib program wajib belajar (wajar) 12 tahun ini masih di persimpangan jalan. 2. Kedua, angka putus sekolah dari SMP ke jenjang SMA mengalami kenaikan. Hal ini dipicu maraknya pungutan liar di jenjang MA/SMK/SMA. Banyak kabupaten/kota yang dulu sudah menggratiskan SMA/SMK, tapi kini mereka resah karena banyak provinsi yang membolehkan sekolah untuk menarik iuran dan SPP untuk menutupi kekurangan anggaran untuk pendidikan. 3. Ketiga, pendidikan agama di sekolah mendesak untuk dievaluasi dan dibenahi, baik metode pembelajarannya maupun gurunya. 4. masih lemahnya pengakuan negara atas pendidikan pesantren dan madrasah (diniyah). Model pendidikan ini berperan sejak dahulu, jauh sebelum Indonesia merdeka.  5. pendistribusian Kartu Indonesia Pintar (KIP) harus tepat sasaran dan tepat waktu. 6. kekerasan dan pungutan liar di sekolah masih merajalela. 7. ketidak-sesuaian antara dunia pendidikan dengan dunia kerja.  Kondisi pendidikan di Indonesia saat ini belum mampu bersaing di era digital kerena masih banyak anak-anak Indonesia terutama di daerah pelosok yang belum mendapatkan pendidikan secara layak. Peran pemeritah disini sangat diperlukan untuk membantu pendidikan di Indonesiaagar mampu bersaing di era digital.</p> "},{"page":11,"title":"Pendidikan Berkarakter Dalam Masyarakat Sekitar","color":"#FF7043","image":"assets/data/galeri/thumb/p2.png","thumb":"assets/data/galeri/thumb/p2.png","html":""},{"page":12,"title":"Profil SMK Negeri 1 Surabaya","color":"#26C6DA","image":"assets/data/smk/thumb/smk1.png","thumb":"assets/data/smk/thumb/smk1.png","html":"<p class='hide'>SMKN 1 Surabaya sebagai lembaga pendidikan yang dapat diakui sebagai pengembang  generasi yang profesional dan berbasis IT serta dapat bersaing dalam pasar kerja global. Bertempat di Jalan SMEA No. 4, Wonokromo. Dikepalai oleh Drs. Bahrun, ST, MM sekolah ini menjadi rekomendasi sekolah SMK terbaik di Surabaya. Sekolah ini memiliki 9 program jurusan yang terbagi dalam 4 bidang. Bussines Management,  meliputi: Akuntasi, Administrasi Perkantoran dan Pemasaran. Teknologi Informasi, meliputi: Multimedia, Rekayasa Perangkat Lunak, Komputer dan Jaringan, dan Teknik Produksi dan Penyiaran Program Pertelevisian. Desain Produk Kriya, meliputi: Desain Komunikasi Visual. Pariwisata, meliputi: Akomodasi Perhotelan. Dengan Visi MENJADI SEKOLAH MENENGAH KEJURUAN YANG UNGGUL, MENGHASILKAN LULUSAN YANG PROFESIONAL, MANDIRI, BEBRBUDI PEKERTI LUHUR DAN BERWAWASAN LINGKUNGAN, SERTA MAMPU BERKOMPETISI DI ERA GLOBAL . memacu pelajar SMKN 1 menjadi lebih kreatif dan termotivasi untuk lebih maju kedepannya</p>"},{"page":13,"title":"Profil SMK Negeri 1 Surabaya","color":"#26C6DA","image":"assets/data/smk/thumb/smk2.png","thumb":"assets/data/smk/thumb/smk2.png","html":""},{"page":14,"title":"Profil Tim GAMAGSA","color":"#008066","image":"assets/data/profil/thumb/pt1.png","thumb":"assets/data/profil/thumb/pt1.png","html":""},{"page":15,"title":"Profil Tim GAMAGSA","color":"#008066","image":"assets/data/profil/thumb/pt2.png","thumb":"assets/data/profil/thumb/pt2.png","html":""},{"page":16,"title":"BACKCOVER","color":"#A5D6A7","image":"assets/data/cover/backcover.png","thumb":"assets/data/cover/thumb/backcover.png","html":""}]
